[{"text": "How can I handle a procurement opponent using a divide and conquer strategy?"}, {"text": "What should I do when a sales opponent uses a highball/lowball tactic?"}, {"text": "How to respond to a procurement opponent using a salami tactic?"}, {"text": "What to do when a sales opponent uses a decoy tactic?"}, {"text": "How to handle a procurement opponent using a nibble tactic?"}, {"text": "What should I do when a sales opponent uses a cherry picking tactic?"}, {"text": "How to respond to a procurement opponent using a brinkmanship tactic?"}, {"text": "What to do when a sales opponent uses a snow job tactic?"}, {"text": "How to handle a procurement opponent using a bogey tactic?"}, {"text": "What should I do when a sales opponent uses a hot potato tactic?"}, {"text": "How to respond to a procurement opponent using a good cop/bad cop tactic?"}, {"text": "What to do when a sales opponent uses a foot in the door tactic?"}, {"text": "How to handle a procurement opponent using a door in the face tactic?"}, {"text": "What should I do when a sales opponent uses a bait and switch tactic?"}, {"text": "How to respond to a procurement opponent using a red herring tactic?"}, {"text": "What to do when a sales opponent uses a hardball tactic?"}, {"text": "How to handle a procurement opponent using a chicken tactic?"}, {"text": "What should I do when a sales opponent uses a take it or leave it tactic?"}, {"text": "How to respond to a procurement opponent using a best and final offer tactic?"}, {"text": "What to do when a sales opponent uses a limited time offer tactic?"}, {"text": "How to handle a procurement opponent using a exploding offer tactic?"}, {"text": "What should I do when a sales opponent uses a reciprocity tactic?"}, {"text": "How to respond to a procurement opponent using a scarcity tactic?"}, {"text": "What to do when a sales opponent uses a social proof tactic?"}, {"text": "How to handle a procurement opponent using a authority tactic?"}, {"text": "What should I do when a sales opponent uses a liking tactic?"}, {"text": "How to respond to a procurement opponent using a commitment and consistency tactic?"}, {"text": "What to do when a sales opponent uses a contrast principle tactic?"}, {"text": "How to handle a procurement opponent using a sunk cost fallacy tactic?"}, {"text": "What should I do when a sales opponent uses a anchoring tactic?"}, {"text": "How to respond to a procurement opponent using a framing tactic?"}, {"text": "What to do when a sales opponent uses a loss aversion tactic?"}, {"text": "How to handle a procurement opponent using a endowment effect tactic?"}, {"text": "What should I do when a sales opponent uses a status quo bias tactic?"}, {"text": "How to respond to a procurement opponent using a herd behavior tactic?"}, {"text": "What to do when a sales opponent uses a overconfidence bias tactic?"}, {"text": "How to handle a procurement opponent using a hindsight bias tactic?"}, {"text": "What should I do when a sales opponent uses a availability heuristic tactic?"}, {"text": "How to respond to a procurement opponent using a representative heuristic tactic?"}, {"text": "What to do when a sales opponent uses a anchoring and adjustment heuristic tactic?"}, {"text": "How to handle a procurement opponent using a escalation of commitment tactic?"}, {"text": "What should I do when a sales opponent uses a negotiation dance tactic?"}, {"text": "How to respond to a procurement opponent using a extreme demands followed by small, slow concessions tactic?"}, {"text": "What to do when a sales opponent uses a person positioning tactic?"}, {"text": "How to handle a procurement opponent using a draft contract tactic?"}, {"text": "What should I do when a sales opponent uses a ambush tactic?"}, {"text": "How to respond to a procurement opponent using a phantom tactic?"}, {"text": "What to do when a sales opponent uses a trial balloon tactic?"}, {"text": "How to handle a procurement opponent using a crunch tactic?"}, {"text": "What should I do when a sales opponent uses a flinch tactic?"}]